Repository: funkedigital/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: de

source: Verification error
de: Verifizierungsfehler

source: Confirm your account
de: Bestätigen Sie Ihr Konto

source: Confirm this sign-in
de: Diese Anmeldung bestätigen

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
de: Sehen Sie in Ihrem E-Mail-Postfach nach dem Bestätigungs-Link, der an %(escapedEmail)s gesendet wurde

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
de: Sehen Sie in Ihrem E-Mail-Postfach nach dem Anmeldebestätigungs-Link, der an%(escapedEmail)s gesendet wurde

source: Not in inbox or spam folder? Resend
de: Weder in Ihrem Posteingang noch im Spam-Ordner? Erneut senden

source: Reset email sent
de: E-Mail zum Zurücksetzen gesendet

source: Click the link emailed to %(email)s within the next hour to create a new password.
de: Klicken Sie innerhalb einer Stunde auf den Link, den wir per E-Mail an %(email)s schicken, um ein neues Passwort zu erstellen.

source: Connect another device
de: Anderes Gerät verbinden

source: This Firefox is connected
de: Dieser Firefox ist verbunden

source: Email verified
de: E-Mail-Adresse bestätigt

source: Success
de: Erfolg

source: Sign in to this Firefox to complete set-up
de: Melden Sie sich mit diesem Firefox an, um die Einrichtung abzuschließen

source: Still adding devices?
de: Fügen Sie noch weitere Geräte hinzu?

source: Sign in to Firefox on another device to complete set-up
de: Melden Sie sich mit Firefox auf einem anderen Gerät an, um die Einrichtung abzuschließen

source: Still adding devices? Sign in to Firefox on another device to complete set-up
de: Möchten Sie noch weitere Geräte hinzufügen? Melden Sie sich mit Firefox auf einem anderen Gerät an, um die Einrichtung abzuschließen

source: Sign in to Firefox for Android to complete set-up
de: Melden Sie sich mit Firefox für Android an, um die Einrichtung abzuschließen

source: Sign in to Firefox for iOS to complete set-up
de: Melden Sie sich mit Firefox für iOS an, um die Einrichtung abzuschließen

source: Why is more than one device required?
de: Warum wird mehr als ein Gerät benötigt?

source: Cookies and local storage are required
de: Cookies und Local Storage werden benötigt

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
de: Bitte aktivieren Sie Cookies und Local Storage in Ihrem Browser, um Firefox-Konten zu nutzen. Dies aktiviert Funktionen wie die Wiedererkennung über Sitzungen hinweg.

source: Try again
de: Versuchen Sie es erneut

source: Sign in to continue
de: Zum Fortfahren anmelden

source: Password
de: Passwort

source: Forgot password?
de: Passwort vergessen?

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
de: Indem Sie fortfahren, stimmen Sie den <a id="fxa-tos" href="/legal/terms">Nutzungsbedingungen</a> sowie dem <a id="fxa-pp" href="/legal/privacy">Datenschutzhinweis</a> zu.

source: Enter your email
de: E-Mail-Adresse eingeben

source: Email
de: E-Mail-Adresse

source: Continue
de: Weiter

source: Legal
de: Rechtliches

source: Terms of Service
de: Nutzungsbedingungen

source: Privacy Notice
de: Datenschutzhinweis

source: Get the full Sync experience.
de: Holen Sie sich das ganze Sync-Erlebnis.

source: Download Firefox for iOS!
de: Holen Sie sich Firefox für iOS!

source: Download Firefox for Android.
de: Laden Sie Firefox für Android herunter.

source: Download Firefox for mobile devices.
de: Laden Sie Firefox für Mobilgeräte herunter.

source: Request for permission
de: Genehmigungsanfrage

source: %(serviceName)s wants the following information from your account:
de: %(serviceName)s möchte die folgenden Informationen von Ihrem Konto haben:

source: Accept
de: Akzeptieren

source: Cancel
de: Abbrechen

source: Your account is ready!
de: Ihr Konto ist bereit!

source: Generate a new recovery key
de: Neuen Wiederherstellungsschlüssel erzeugen

source: Continue to my account
de: Weiter zu meinem Konto

source: Report unauthorized sign-in?
de: Über unautorisierte Anmeldung berichten?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
de: Sie haben eine E-Mail über einen Zugriffsversuch auf Ihr Konto erhalten. Möchten Sie diese Aktivität als verdächtig melden?

source: Report activity
de: Aktivität melden

source: Why is this happening?
de: Warum geschieht dies?

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
de: <span>HINWEIS:</span> Wenn Sie Ihr Passwort zurücksetzen wird Ihr Konto zurückgesetzt. Einige Ihrer persönlichen Daten (einschließlich Chronik, Lesezeichen und Passwörter) können verloren gehen. Dies liegt daran, dass wir aus Datenschutzgründen Ihre Daten mit Ihrem Passwort verschlüsseln.

source: Begin reset
de: Zurücksetzen beginnen

source: Firefox Accounts
de: Firefox-Konten

source: Sign out
de: Abmelden

source: Use a different account
de: Ein anderes Konto verwenden

source: Create an account
de: Konto erstellen

source: Sorry. We’ve locked your&nbsp;account.
de: Leider ist Ihr Konto gesperrt.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
de: Die an %(email)s geschickte Bestätigungs-E-Mail wurde zurückgeschickt und wir haben Ihr Konto zum Schutz Ihrer Firefox-Daten gesperrt.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
de: Wenn dies eine gültige E-Mail-Adresse ist, <a %(escapedSupportLinkAttrs)s>sagen Sie uns Bescheid</a>, damit wir beim Entsperren Ihres Kontos helfen können.

source: No longer own that email? Create a new account
de: Ist das nicht mehr Ihre E-Mail-Adresse? Erstellen Sie ein neues Konto

source: Enter recovery code
de: Wiederherstellungscode eingeben

source: Please enter a recovery code that was provided to you during setup.
de: Bitte geben Sie einen Wiederherstellungscode ein, den Sie bei der Einrichtung erhalten haben.

source: Enter 10-digit recovery code
de: Zehnstelligen Wiederherstellungscode eingeben

source: Verify
de: Bestätigen

source: Use security code
de: Sicherheitscode verwenden

source: Thank you for your vigilance
de: Danke für Ihre Wachsamkeit.

source: Our team has been notified. Reports like this help us fend off intruders.
de: Unser Team wurde benachrichtigt. Meldungen wie diese helfen uns bei der Abwehr von Eindringlingen.

source: Authorize this sign-in
de: Diese Anmeldung autorisieren

source: Check your email for the code sent to %(email)s.
de: Sehen Sie in Ihrem E-Mail-Postfach nach dem Code, der an %(email)s gesendet wurde.

source: Enter code
de: Code eingeben

source: Enter security code
de: Sicherheitscode eingeben

source: Open your authentication app and enter the security code it provides.
de: Öffnen Sie Ihre Authentifizierungs-App und geben Sie den bereitgestellten Sicherheitscode ein.

source: Enter 6-digit code
de: 6-stelligen Code eingeben

source: Use recovery code
de: Wiederherstellungscode verwenden

source: Check your email for the authorization code sent to %(email)s.
de: Sehen Sie in Ihrem E-Mail-Postfach nach dem Autorisierungscode, der an %(email)s gesendet wurde.

source: Enter authorization code
de: Autorisierungscode eingeben

source: Create a Firefox Account
de: Ein Firefox-Konto erstellen

source: Repeat password
de: Passwort wiederholen

source: Don’t lose this password. If you need to reset it, you may lose Sync data.
de: Verlieren Sie dieses Passwort nicht. Wenn Sie es zurücksetzen müssen, verlieren Sie womöglich Ihre Sync-Daten.

source: <span>Don’t reuse your email password</span>If someone knows your email password, they can approve your Firefox sign-in on a new device and access your data.
de: <span>Verwenden Sie Ihr E-Mail-Passwort hier nicht</span>Wenn jemand Ihr E-Mail-Passwort kennt, kann er Ihre Firefox-Anmeldung auf einem neuen Gerät bestätigen und auf Ihre Daten zugreifen.

source: <span>Remember your password</span>If you need to reset your password, you will lose any Sync data that is not on one of your devices.
de: <span>Merken Sie sich Ihr Passwort</span>Wenn Sie Ihr Passwort zurücksetzen müssen, verlieren Sie alle Sync-Daten, die nicht auf einem Ihrer Geräte gespeichert sind.

source: Get the latest news about Mozilla and Firefox
de: Erhalten Sie die neuesten Nachrichten über Mozilla und Firefox

source: Create account
de: Konto erstellen

source: Have an account? Sign in
de: Haben Sie ein Konto? Melden Sie sich an.

source: Mistyped email?
de: E-Mail-Adresse falsch eingegeben?

source: Send Firefox directly to your smartphone and sign in to complete set-up
de: Senden Sie Firefox direkt an Ihr Smartphone und melden Sie sich an, um die Einrichtung abzuschließen

source: Mobile phone number
de: Handynummer

source: Send
de: Senden

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
de: Der SMS-Dienst ist nur in einigen Ländern verfügbar. Für SMS und Datenübertragung können Gebühren anfallen. Der Empfänger der E-Mail oder SMS muss zugestimmt haben. <a %(escapedLearnMoreAttributes)s>Erfahren Sie mehr</a>

source: Install Firefox on your smartphone and sign in to complete set-up
de: Installieren Sie Firefox auf Ihrem Smartphone und melden Sie sich an, um die Einrichtung abzuschließen

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
de: App-Link an %(escapedPhoneNumber)s gesendet. <a %(escapedBackLinkAttrs)s>Nummer falsch eingegeben?</a>

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
de: App-Link erneut an %(escapedPhoneNumber)s gesendet. <a %(escapedBackLinkAttrs)s>Nummer falsch eingegeben?</a>

source: If you are not receiving the text message, you can also download the apps manually.
de: Wenn Sie die Textnachricht nicht erhalten, können Sie die Apps auch manuell herunterladen.

source: Didn't arrive? Resend
de: Nicht angekommen? Erneut senden.

source: Why sync multiple devices?
de: Warum mehrere Geräte synchronisieren?

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
de: Der Sync-Dienst dient nicht der dauerhaften Datensicherung, sondern stellt nur eine sichere Möglichkeit dar, gespeicherte Lesezeichen, Chronik und Passwörter zwischen Ihren Geräten zu übertragen.

source: You should install Firefox and sync at least two devices to protect against losing your data if you need to restore it but forget your password.
de: Sie sollten Firefox installieren und mindestens zwei Geräte synchronisieren, um sich vor Datenverlust in dem Fall zu schützen, dass Sie Daten wiederherstellen müssen, aber Ihr Passwort vergessen haben.

source: Got it
de: Verstanden

source: Change…
de: Ändern …

source: Add…
de: Hinzufügen …

source: Take picture
de: Foto machen

source: Upload
de: Hochladen

source: Camera
de: Kamera

source: Clear
de: Entfernen

source: Done
de: Fertig

source: Position and rotate your picture as needed
de: Positionieren und drehen Sie Ihr Bild, wie gewünscht

source: Change
de: Ändern

source: Once you're finished, use your new password to sign in on all of your devices.
de: Sobald Sie fertig sind, verwenden Sie Ihr neues Passwort, um sich auf allen Ihren Geräten anzumelden.

source: Old password
de: Altes Passwort

source: Disconnect from Sync?
de: Von Sync trennen?

source: Your browsing data will remain on %(deviceName)s, but it will no longer sync with your account.
de: Ihre Surf-Daten bleiben auf %(deviceName)s, es wird aber nicht mehr mit Ihrem Konto synchronisiert.

source: Suspicious device
de: Verdächtiges Gerät

source: Lost or stolen device
de: Verlorenes oder gestohlenes Gerät

source: Old or replaced device
de: Altes oder ersetztes Gerät

source: Duplicate device
de: Doppeltes Gerät

source: Rather not say
de: Keine Angabe

source: Disconnect
de: Verbindung trennen

source: Disconnection Successful
de: Trennung erfolgreich

source: Devices & apps
de: Geräte & Apps

source: Show
de: Anzeigen

source: Current device
de: Aktuelles Gerät

source: Disconnect…
de: Trennen …

source: Current session
de: Aktuelle Sitzung

source: Revoke
de: Zurückziehen

source: Firefox for iOS
de: Firefox für iOS

source: None connected
de: Keine verbunden

source: Download
de: Herunterladen

source: Firefox for Android
de: Firefox für Android

source: Missing or duplicate items?
de: Fehlende oder doppelte Elemente?

source: Refresh status
de: Status aktualisieren

source: Email preferences
de: Einstellungen zu E-Mails

source: You will receive communications relating to your account security, changes to our policy, your account’s functionality and initial emails to help you get the most from your Firefox Account.
de: Sie erhalten Nachrichten zur Sicherheit Ihres Kontos, zu Änderungen unserer Nutzungsbedingungen, zur Funktionalität Ihres Kontos sowie eingangs E-Mails, mit deren Hilfe Sie Ihr Firefox-Konto bestmöglich nutzen können.

source: Additionally, you can subscribe to receive promotional emails with the latest news from Mozilla and Firefox.
de: Sie können außerdem Werbe-E-Mails mit den neuesten Nachrichten über Mozilla und Firefox abonnieren.

source: Subscribe
de: Abonnieren

source: Manage preferences
de: Einstellungen verwalten

source: Delete account
de: Konto löschen

source: Delete…
de: Löschen …

source: If you use this account for Mozilla apps and services like AMO, Pocket, and Screenshots you should first log in and remove any saved personal information. Once you delete your account here you may lose access to it everywhere.
de: Wenn Sie dieses Konto für Mozilla-Apps und -Dienste wie AMO, Pocket und Screenshots nutzen, sollten Sie sich zuerst anmelden und gespeicherte persönliche Daten löschen. Sobald Sie Ihr Konto hier löschen, verlieren Sie überall den Zugang dazu.

source: Choose the name you would like to appear in Firefox and when managing your account.
de: Wählen Sie den Namen, der in Firefox und bei der Kontenverwaltung angezeigt werden soll.

source: A secondary email is an additional address for receiving security notices and confirming new devices.
de: Eine Zweit-E-Mail-Adresse ist eine zusätzliche Adresse zum Empfangen von Sicherheitshinweisen und zur Bestätigung neuer Geräte.

source: verified
de: verifiziert

source: verification required
de: Verifizierung erforderlich

source: Make primary
de: Zur Primär-E-Mail-Adresse machen

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Recovery codes
de: Wiederherstellungscodes

source: NOTE:
de: HINWEIS:

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
de: Wenn Sie neue Wiederherstellungscodes erzeugen, werden alle bisherigen Codes ungültig. Bitte speichern Sie neue Codes an einem sicheren Ort.

source: Generate new recovery codes
de: Neue Wiederherstellungscodes erzeugen

source: These are your one time use recovery codes. Store them in a safe place in the event you lose access to your mobile device. You will not be able to see these codes again.
de: Dies sind Ihre Wiederherstellungscodes für den einmaligen Gebrauch. Speichern Sie sie an einem sicheren Ort, falls Sie den Zugriff auf Ihr Mobilgerät verlieren. Diese Codes werden nicht erneut angezeigt.

source: Copy
de: Kopieren

source: Print
de: Drucken

source: Two-step authentication
de: Zwei-Schritt-Authentifizierung

source: Enable…
de: Aktivieren…

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
de: Mit Sicherheitscodes aus einer <a %(escapedTotpSupportAttributes)s>dieser Authentifizierungs-Apps</a> können Sie Ihr Konto durch eine weitere Sicherheitsebene schützen.

source: Current status
de: Aktueller Status

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Replace recovery codes
de: Wiederherstellungscodes ersetzen

source: Scan the QR code in your authentication app and then enter the security code it provides.
de: Scannen Sie den QR-Code in Ihrer Authentifizierungs-App und geben Sie dann den bereitgestellten Sicherheitscode ein.

source: Can’t scan code?
de: Lässt sich der Code nicht scannen?

source: Manually enter this secret key into your authentication app:
de: Geben Sie diesen Geheimschlüssel manuell in Ihre Authentifizierungs-App ein:

source: Security code
de: Sicherheitscode

source: Confirm
de: Bestätigen

source: Before you can view or make changes to this section, you will need to verify your email address.
de: Sie müssen Ihre E-Mail-Adresse bestätigen, bevor Sie diesen Abschnitt ansehen oder ändern können.

source: Primary email
de: Primäre E-Mail-Adresse

source: Account recovery
de: Kontowiederherstellung

source: Generate a recovery key to regain access to your Firefox bookmarks, passwords, and synced data if you forget your password.
de: Erzeugen Sie einen Wiederherstellungsschlüssel, um Zugriff auf Ihre Lesezeichen, Passwörter und synchronisierten Daten von Firefox zu erhalten, wenn Sie Ihr Passwort vergessen.

source: Recovery key
de: Wiederherstellungsschlüssel

source: Not set
de: Nicht festgelegt

source: Generate
de: Erzeugen

source: <span class="note">NOTE: </span>Your Firefox Account password encrypts your Firefox data. Only your password or recovery key can access your data. <a %(escapedLearnMoreLinkAttributes)s>Learn more</a>
de: <span class="note">HINWEIS: </span>Das Passwort Ihres Firefox-Kontos verschlüsselt nur Firefox-Daten. Nur mit Ihren Passwort oder Wiederherstellungsschlüssel ist ein Zugriff auf Ihre Daten möglich. <a %(escapedLearnMoreLinkAttributes)s>Weitere Informationen</a>

source: Step 1 of 2: Re-enter password
de: Schritt 1 von 2: Passwort erneut eingeben

source: Enter your password to view your recovery key.
de: Geben Sie Ihr Passwort ein, um Ihren Wiederherstellungsschlüssel anzusehen.

source: Enter Password
de: Passwort eingeben

source: Are you sure you want to revoke?
de: Soll dies wirklich widerrufen werden?

source: You will be unable to use your recovery key to access your data in the event you reset your password.
de: Sie können nicht mit Ihrem Wiederherstellungsschlüssel auf Ihre Daten zugreifen, wenn Sie Ihr Passwort zurücksetzen.

source: Step 2 of 2: Save Recovery key
de: Schritt 2 von 2: Wiederherstellungsschlüssel speichern

source: <span class="note">NOTE: </span>If you forget your password, this key is required to regain access to your data. Save your recovery key in a safe location, where you can find it easily later.
de: <span class="note">HINWEIS: </span>Wenn Sie Ihr Passwort vergessen, wird dieser Schlüssel zum erneuten Zugriff auf Ihre Daten benötigt. Speichern Sie Ihren Wiederherstellungsschlüssel an einem sicheren Ort, an dem Sie ihn später einfach wiederfinden.

source: Done, Recovery key saved
de: Fertig, Wiederherstellungsschlüssel gespeichert

source: How old are you?
de: Wie alt sind Sie?

source: %(family)s on %(OS)s
de: %(family)s auf %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
de: %(city)s, %(region)s, %(country)s (angenähert)

source: %(region)s, %(country)s (estimated)
de: %(region)s, %(country)s (angenähert)

source: Location unknown
de: Standort unbekannt

source: IP address: %(ipAddress)s
de: IP-Adresse: %(ipAddress)s

source: Your Firefox Account password
de: Passwort Ihres Firefox-Kontos

source: Must not be your email address
de: Muss sich von Ihrer E-Mail-Adresse unterscheiden

source: Must not match this <a %(escapedCommonPasswordLinkAttrs)s>list of common passwords</a>
de: Darf nicht aus dieser <a %(escapedCommonPasswordLinkAttrs)s>Liste häufiger Passwörter</a> stammen

source: Be original and be safe &mdash; don't reuse this password anywhere else.
de: Einfallsreichtum schützt &ndash; verwenden Sie dieses Passwort nicht noch anderswo.

source: Remember this password &mdash; resetting it erases your data from our servers.
de: Merken Sie sich dieses Passwort &ndash; wenn Sie es zurücksetzen, werden Ihre Daten von unseren Servern gelöscht.

source: Show password
de: Passwort anzeigen

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
de: Suchen Sie Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Hier geht es los</a>

source: Approve new device <small>for %(email)s</small>
de: Neues Gerät freischalten <small>für %(email)s</small>

source: Approve device
de: Gerät freischalten

source: Device connected
de: Gerät verbunden

source: You are now syncing with:
de: Sie synchronisieren jetzt mit:

source: Manage devices
de: Geräte verwalten

source: Approval now required <small>from your other device</small>
de: Freischaltung ist jetzt erforderlich <small>von Ihrem anderen Gerät</small>

source: Pairing not successful
de: Kopplung fehlgeschlagen

source: The setup process was terminated.
de: Der Einrichtungsprozess wurde abgebrochen.

source: Open the code scanner on your Firefox app and show code when ready.
de: Öffnen Sie den Code-Scanner in Ihrer Firefox-App und zeigen Sie den Code, wenn Sie bereit sind.

source: Show code
de: Code anzeigen

source: Get App
de: App herunterladen

source: Pairing was successful.
de: Kopplung erfolgreich.

source: Confirm pairing <small>for %(email)s</small>
de: Bestätigen Sie die Kopplung <small>für %(email)s</small>

source: Confirm pairing
de: Kopplung bestätigen

source: Pair using an app
de: Über eine App koppeln

source: Did you use the system camera? You must pair from within a Firefox app.
de: Haben Sie die Systemkamera verwendet? Dann müssen Sie aus einer Firefox-App heraus koppeln.

source: Verified
de: Verifiziert

source: Verification required
de: Verifizierung erforderlich

source: Subscriptions
de: Abonnements

source: Manage…
de: Verwalten…

source: Get the most out of your account
de: Machen Sie das Beste aus Ihrem Konto

source: Sync these everywhere you sign in
de: Diese Daten werden überall dort synchronisiert, wo Sie sich anmelden

source: Practical knowledge is coming to your inbox
de: Praktisches Wissen kommt direkt in Ihren Posteingang

source: Sign up for more:
de: Weitere Informationen abonnieren:

source: Be safer and smarter online
de: Sicherer und mit mehr Wissen im Internet

source: Invite me to test new Mozilla products
de: Einladungen zum Testen neuer Mozilla-Produkte erhalten

source: Take action to keep the internet healthy
de: Setzen Sie sich für ein gesundes Internet ein

source: One last step
de: Ein letzter Schritt

source: Check %(escapedEmail)s for a confirmation link and we’ll get you on your way.
de: Sehen Sie unter %(escapedEmail)s nach einem Bestätigungslink, dann kann es losgehen.

source: Sign in <span class="service">to your Firefox account</span>
de: Melden Sie sich <span class="service">bei Ihrem Firefox-Konto an</span>

source: Create your Firefox account
de: Erstellen Sie Ihr Firefox-Konto

source: Change email
de: E-Mail-Adresse ändern

source: You did it! You’re signed in.
de: Geschafft! Sie sind angemeldet.

source: Now get Firefox everywhere else.
de: Holen Sie sich jetzt überall Firefox.
