Repository: funkedigital/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: de

source: Sign in on your other devices to get all the products, knowledge, and privacy features of Firefox.
de: Melden Sie sich auf Ihren anderen Geräten an, um alle Produkte, Kenntnisse und Datenschutzfunktionen von Firefox zu erhalten.

source: Why sign in on another device?
de: Warum auf einem anderen Gerät anmelden?

source: Start browsing
de: Lossurfen

source: Check your texts
de: Sehen Sie nach Ihren SMS

source: A link to the Firefox app was sent to %(escapedPhoneNumber)s
de: Ein Link zur Firefox-App wurde an %(escapedPhoneNumber)s gesendet

source: Wrong number?
de: Falsche Nummer?

source: If you are not receiving the SMS message, you can also search your app store for “Firefox.”
de: Wenn Sie keine SMS erhalten, können Sie in Ihrem Appstore auch nach „Firefox“ suchen.

source: Get more from these features:
de: Holen Sie mehr aus diesen Funktionen heraus:

source: Travel the internet with protection, on every device.
de: Bewegen Sie sich mit jedem Gerät sicher durchs Internet.

source: Keep your passwords protected and portable.
de: Schützen Sie Ihre Passwörter und nehmen Sie sie überall hin mit.

source: Get a lookout for data breaches.
de: Holen Sie sich jemanden zur Seite, der Datenleaks im Auge behält.

source: Share large files without prying eyes.
de: Versenden Sie große Dateien, geschützt vor neugierigen Blicken.

source: Test new Firefox products
de: Testen Sie neue Firefox-Produkte

source: Practical knowledge is coming to your inbox. Sign up for more:
de: Praktisches Wissen kommt in Ihren Posteingang. Mehr im Newsletter-Abo:

source: Get app
de: App herunterladen

source: Subscription has already been cancelled
de: Das Abonnement wurde bereits entfernt

source: Update was rejected, please try again
de: Die Aktualisierung wurde abgelehnt, versuchen Sie es bitte erneut

source: Please Select One
de: Bitte wählen Sie eine Option aus

source: Logins and Passwords
de: Zugangsdaten und Passwörter

source: Open Tabs
de: Offene Tabs

source: Credit Cards
de: Kreditkarten

source: Invalid redirect
de: Ungültige Weiterleitung

source: Could not get Subscription Platform Terms of Service
de: Die Nutzungsbedingungen für die Abonnementplattform konnten nicht abgerufen werden

source: User is not signed in
de: Benutzer ist nicht angemeldet

source: A different user is signed in
de: Ein anderer Benutzer ist angemeldet

source: Unverified user or session
de: Benutzer oder Sitzung nicht verifiziert

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms" tabindex="-1">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Privacy Notice</a>.
de: Indem Sie fortfahren, stimmen Sie den <a id="fxa-tos" href="/legal/terms" tabindex="-1">Nutzungsbedingungen</a> sowie dem <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Datenschutzhinweis</a> zu.

source: Your credit card has expired. Please update it <a %(escapedCcExpiredLinkAttrs)s>here</a>.
de: Ihre Kreditkarte ist abgelaufen. Bitte aktualisieren Sie sie <a %(escapedCcExpiredLinkAttrs)s>hier</a>.

source: Subscription Platform Terms of Service
de: Nutzungsbedingungen der Abonnementplattform

source: Contact Us
de: Kontakt

source: What do you need help with?
de: Wobei benötigen Sie Hilfe?

source: General inquiries
de: Allgemeine Fragen

source: Payment & billing
de: Bezahlung & Abrechnung

source: Connection issues
de: Verbindungsprobleme

source: Getting started
de: Erste Schritte

source: Account issues
de: Probleme mit dem Benutzerkonto

source: Subject (optional)
de: Betreff (optional)

source: Description of Issue
de: Problembeschreibung

source: You've connected your Firefox account to Mozilla products that keep you secure and productive on the web:
de: Sie haben Ihr Firefox-Konto mit Mozilla-Produkten verbunden, mir denen Sie im Web sicher und produktiv sind:

source: Please acknowledge that by deleting your account:
de: Bitte bestätigen Sie, dass durch Löschung Ihres Kontos:

source: Any subscriptions you have will be cancelled
de: Alle Abonnements, die Sie haben, storniert werden

source: You may lose saved information and features within Mozilla products
de: Sie gespeicherte Daten und Funktionen in Mozilla-Produkten verlieren könnten

source: Reactivating with this email may not restore your saved information
de: Ihre Daten möglicherweise nicht wiederhergestellt werden, wenn Sie das Konto mit dieser E-Mail-Adresse erneut aktivieren

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
de: Hmm, wir haben Probleme mit unserem System. Wir arbeiten daran, das Problem für Sie zu beheben, und bitten um Entschuldigung für die Unannehmlichkeiten. Bitte versuchen Sie es später noch einmal.

source: Other
de: Sonstiges

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
de: Vielen Dank, dass Sie sich wegen <b>%(escapedLowercaseTopic)s</b> an die Mozilla-Hilfe gewandt haben. Wir werden uns so schnell wie möglich per E-Mail bei Ihnen melden.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedPlan)s</b>. We'll contact you via email as soon as possible.
de: Vielen Dank, dass Sie sich wegen <b>%(escapedLowercaseTopic)s</b> für <b>%(escapedSelectedPlan)s</b> an die Mozilla-Hilfe gewandt haben. Wir werden uns so schnell wie möglich per E-Mail bei Ihnen melden.

source: Change...
de: Ändern…

source: Last seen %(translatedTimeAgo)s
de: Zuletzt gesehen %(translatedTimeAgo)s

source: Last seen over %(translatedTimeAgo)s
de: Zuletzt gesehen über %(translatedTimeAgo)s

source: Last seen %(translatedTimeAgo)s in %(translatedCountry)s
de: Zuletzt gesehen %(translatedTimeAgo)s in %(translatedCountry)s

source: Last seen over %(translatedTimeAgo)s in %(translatedCountry)s
de: Zuletzt gesehen über %(translatedTimeAgo)s in %(translatedCountry)s

source: Last seen %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Zuletzt gesehen %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last seen over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Zuletzt gesehen über %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last seen time unknown
de: Unbekannt, wann zuletzt gesehen

source: Expired or invalid code
de: Abgelaufener oder ungültiger Code

source: Sync these everywhere you sign in:
de: Diese Daten werden überall dort synchronisiert, wo Sie sich anmelden:

source: Enable Sync
de: Synchronisierung aktivieren

source: Don’t sync this device
de: Dieses Gerät nicht synchronisieren

source: Enter verification code
de: Verifizierungscode eingeben

source: Please enter the verification code that was sent to %(escapedEmail)s within 20 minutes.
de: Bitte geben Sie den Verifizierungscode ein, der innerhalb von 20 Minuten an %(escapedEmail)s gesendet wurde.

source: Recent Activity
de: Jüngste Aktivität

source: Security Events
de: Sicherheitsereignisse

source: Event Name
de: Ereignisname

source: Created At
de: Erstellt am

source: Delete events
de: Ereignisse löschen

source: Back to settings
de: Zurück zu den Einstellungen

source: What are you contacting us about?
de: Weswegen setzen Sie sich mit uns in Verbindung?

source: Description of issue
de: Problembeschreibung

source: Would you like to sync this device to your account?
de: Möchten Sie dieses Gerät mit Ihrem Konto synchronisieren?

source: Sync this device
de: Dieses Gerät synchronisieren

source: Any paid subscriptions you have will be cancelled
de: Alle Ihre bezahlten Abonnements storniert werden

source: Stay safe &mdash; don't reuse passwords.
de: Zur Sicherheit – Passwörter nur einmal verwenden.

source: Your message was sent to support
de: Ihre Nachricht wurde an das Hilfe-Team gesendet

source: Back to Subscriptions
de: Zurück zu Abonnements

source: Invalid or expired verification code
de: Ungültiger oder abgelaufener Anmeldungs-Verifizierungscode

source: Please enter the verification code that was sent to %(escapedEmail)s within 5 minutes.
de: Bitte geben Sie innerhalb von 5 Minuten den Verifizierungscode ein, der an %(escapedEmail)s gesendet wurde.

source: Are you locked out?
de: Haben Sie sich ausgesperrt?

source: Trouble entering code?
de: Probleme bei der Codeeingabe?

source: Looking to cancel a paid subscription? Go to <a href="/subscriptions">Manage Subscriptions</a>.
de: Möchten Sie ein kostenpflichtiges Abonnement kündigen? Besuchen Sie die Seite <a href="/subscriptions">Abonnements verwalten</a>.

source: Your message was sent to Support
de: Ihre Nachricht wurde an das Hilfe-Team gesendet

source: Sync selections
de: Zu synchronisierende Elemente

source: Need another code? Resend
de: Benötigen Sie einen weiteren Code? Erneut senden

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
de: Sie benötigen dieses Passwort, um auf verschlüsselte Daten zuzugreifen, die Sie bei uns speichern.<br/>Wenn Sie es zurücksetzen, gehen möglicherweise Daten wie Passwörter und Lesezeichen verloren.

source: Disconnect from Sync
de: Von Sync trennen

source: You are disconnecting %(deviceName)s from Sync because this device is:
de: Sie trennen %(deviceName)s von der Synchronisierung, denn das Gerät ist:

source: Suspicious
de: Verdächtig

source: Lost or stolen
de: Verloren oder gestohlen

source: Old or replaced
de: Alt oder ersetzt

source: Duplicate
de: Doppelt

source: Sign up to get more features:
de: Registrieren Sie sich, um weitere Funktionen zu erhalten:

source: Sync your bookmarks, passwords, and more on every device.
de: Synchronisieren Sie Ihre Lesezeichen, Passwörter und mehr auf jedem Gerät.

source: Securely access passwords saved in Firefox anywhere &mdash; even outside of the browser.
de: Greifen Sie von überall aus sicher auf Ihre in Firefox gespeicherten Passwörter zu – auch außerhalb des Browsers.

source: Send larger files securely and privately.
de: Senden Sie größere Dateien sicher und privat.

source: Choose what to sync:
de: Auswählen, was synchronisiert werden soll:
