Repository: funkedigital/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: de

source: Create a Funke Account
de: Ein Funke-Konto erstellen

source: Password reset
de: Passwort zurückgesetzt

source: Password reset successfully. Sign in to continue.
de: Passwort erfolgreich zurückgesetzt. Melden Sie sich an, um fortzufahren.

source: Sign in
de: Anmelden

source: %(permissionName)s (required)
de: %(permissionName)s (erforderlich)

source: Email address
de: E-Mail-Adresse

source: Display name
de: Anzeigename

source: Account picture
de: Kontobild

source: Welcome back
de: Willkommen zurück

source: Firefox Sync will resume momentarily
de: Firefox Sync wird in Kürze fortgesetzt

source: Your password has been reset
de: Ihr Passwort wurde zurückgesetzt

source: Complete set-up by entering the new password on your other Firefox devices.
de: Vervollständigen Sie die Einrichtung, indem Sie das neue Passwort auf Ihren anderen Firefox-Geräten eingeben.

source: You are now ready to make changes to your Firefox Account.
de: Sie können jetzt Änderungen an Ihrem Firefox-Konto vornehmen.

source: Primary email verified
de: Primär-E-Mail-Adresse verifiziert

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
de: Kontobenachrichtigungen werden jetzt auch an %(secondaryEmailVerified)s gesendet.

source: Secondary email verified
de: Zweit-E-Mail-Adresse verifiziert

source: Sign-in confirmed
de: Anmeldung bestätigt

source: You are now ready to use %(serviceName)s
de: Sie können jetzt %(serviceName)s verwenden

source: Account verified
de: Konto bestätigt

source: Connected
de: Verbunden

source: Unknown account. <a href="/signup">Sign up</a>
de: Unbekanntes Konto. <a href="/signup">Registrieren</a>

source: Account no longer exists. Recreate it?
de: Konto existiert nicht mehr. Erneut erstellen?

source: Account already exists. <a href="/signin">Sign in</a>
de: Konto existiert bereits. <a href="/signin">Anmelden</a>

source: Password changed successfully
de: Passwort erfolgreich geändert

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
de: Es tut uns leid, das zu hören. Sie sollten das Passwort Ihres Firefox-Kontos ändern und bei Ihrem Gerätehersteller nach Informationen darüber suchen, wie man per Fernzugriff Daten löscht.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
de: Es tut uns leid, das zu hören. Wenn Sie diesem Gerät wirklich nicht vertrauen, sollten Sie das Passwort Ihres Firefox-Kontos und alle in Firefox gespeicherten Passwörter ändern.

source: Last sync %(translatedTimeAgo)s
de: Letzte Synchronisation %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
de: Letzte Synchronisation über %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
de: Letzte Synchronisation %(translatedTimeAgo)s in %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
de: Letzte Synchronisation über %(translatedTimeAgo)s in %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Letzte Synchronisation %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Letzte Synchronisation über %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active %(translatedTimeAgo)s
de: Zuletzt aktiv %(translatedTimeAgo)s

source: Last active over %(translatedTimeAgo)s
de: Zuletzt aktiv über %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
de: Zuletzt aktiv %(translatedTimeAgo)s in %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
de: Zuletzt aktiv über %(translatedTimeAgo)s in %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Zuletzt aktiv %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Zuletzt aktiv über %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s
de: Über %(translatedTimeAgo)s

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
de: Über %(translatedTimeAgo)s in %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
de: Über %(translatedTimeAgo)s bei %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Web Session, %(userAgent)s
de: Web-Sitzung, %(userAgent)s

source: Web Session
de: Web-Sitzung

source: Last sync time unknown
de: Zeit der letzten Synchronisation unbekannt

source: Subscribed successfully
de: Erfolgreich abonniert

source: Account deleted successfully
de: Konto erfolgreich gelöscht

source: Display name updated
de: Anzeigename aktualisiert

source: Secondary email removed
de: Zweit-E-Mail-Adresse entfernt

source: Verification email sent
de: Bestätigungs-E-Mail gesendet

source: Primary email set to %(email)s
de: Primär-E-Mail-Adresse auf %(email)s gesetzt

source: Secondary email
de: Zweit-E-Mail-Adresse

source: Firefox Recovery Codes
de: Firefox-Wiederherstellungscodes

source: New recovery codes generated
de: Neue Wiederherstellungscodes erzeugt

source: Two-step authentication enabled
de: Zwei-Schritt-Authentifizierung aktiviert

source: Use the code %(code)s to set up two-step authentication in supported applications.
de: Verwenden Sie den Code %(code)s zum Einrichten der Zwei-Schritt-Authentifizierung in unterstützten Anwendungen.

source: Two-step authentication removed
de: Zwei-Schritt-Authentifizierung entfernt

source: Two-step Authentication
de: Zwei-Schritt-Authentifizierung

source: Account Recovery
de: Kontowiederherstellung

source: Account recovery enabled
de: Benutzerkontenwiederherstellung aktiviert

source: Account recovery revoked
de: Benutzerkontenwiederherstellung widerrufen

source: Firefox Recovery Key
de: Firefox-Wiederherstellungsschlüssel

source: Your account has been locked for security reasons
de: Ihr Konto wurde aus Sicherheitsgründen gesperrt

source: Reset password
de: Passwort zurücksetzen

source: none
de: keine

source: Last checked: %(lastCheckTime)s
de: Zuletzt überprüft: %(lastCheckTime)s

source: Open Gmail
de: Gmail öffnen

source: Open Hotmail
de: Hotmail öffnen

source: Open Yahoo
de: Yahoo öffnen

source: Open Outlook
de: Outlook öffnen

source: Open Restmail
de: Restmail öffnen

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
de: E-Mail erneut gesendet. Fügen Sie accounts@firefox.com zu Ihren Kontakten hinzu, damit die E-Mail problemlos zugestellt wird.

source: Copied
de: Kopiert

source: Failed to copy. Please manually copy.
de: Kopieren fehlgeschlagen. Bitte kopieren Sie manuell.

source: Downloaded
de: Heruntergeladen

source: Printed
de: Gedruckt

source: Primary email verified successfully
de: Primär-E-Mail-Adresse erfolgreich verifiziert

source: Account verified successfully
de: Konto erfolgreich verifiziert

source: Open tabs
de: Offene Tabs

source: Bookmarks
de: Lesezeichen

source: Logins
de: Zugangsdaten

source: History
de: Chronik

source: Preferences
de: Einstellungen

source: Addresses
de: Adressen

source: Credit cards
de: Kreditkarten

source: Secondary email verified successfully
de: Zweit-E-Mail-Adresse erfolgreich verifiziert

source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt

source: Unexpected error
de: Unerwarteter Fehler

source: The link you clicked to verify your email is expired.
de: Der Link, den Sie zur Bestätigung Ihrer E-Mail-Adresse angeklickt haben, ist abgelaufen.

source: You've tried too many times. Try again later.
de: Sie haben es zu häufig versucht. Versuchen Sie es später erneut.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
de: Sie haben es zu häufig versucht. Versuchen Sie es nach %(retryAfterLocalized)s erneut.

source: Invalid token
de: Ungültiger Schlüssel

source: Invalid timestamp in request signature
de: Ungültiger Zeitstempel in Anfragesignatur

source: Invalid nonce in request signature
de: Ungültige Nonce in Anfragesignatur

source: Account already exists
de: Konto existiert bereits

source: Unknown account
de: Unbekanntes Konto

source: Incorrect email case
de: Ungültige Schreibweise der E-Mail-Adresse

source: Incorrect password
de: Ungültiges Passwort

source: Unverified account
de: Nicht verifiziertes Konto

source: Invalid verification code
de: Ungültiger Verifizierungscode

source: Invalid JSON in request body
de: Ungültiges JSON im Anfragekörper

source: Invalid parameter: %(param)s
de: Ungültiger Parameter: %(param)s

source: Missing parameter: %(param)s
de: Fehlender Parameter: %(param)s

source: Invalid request signature
de: Ungültige Anfragesignatur

source: Missing content-length header
de: Fehlende Kopfzeile „content-length“

source: Request body too large
de: Anfragekörper zu groß

source: The request was blocked for security reasons
de: Die Anfrage wurde aus Sicherheitsgründen blockiert.

source: Invalid authorization code
de: Ungültiger Autorisierungscode

source: Invalid phone number
de: Ungültige Handynummer

source: Cannot send to this country
de: Senden an dieses Land nicht möglich

source: Could not send a message to this number
de: An diese Nummer konnte keine Nachricht gesendet werden

source: Your email was just returned
de: Ihre E-Mail kam gerade zurück

source: Your email was just returned. Mistyped email?
de: Ihre E-Mail kam gerade zurück. Stimmt Ihre E-Mail-Adresse?

source: Unable to deliver email
de: E-Mail konnte nicht zugestellt werden

source: This email was already verified by another user
de: Diese E-Mail-Adresse wurde bereits durch einen anderen Nutzer verifiziert.

source: Secondary email must be different than your account email
de: Die Zweit-E-Mail-Adresse muss sich von der Adresse Ihres Kontos unterscheiden.

source: Primary account email required for sign-in
de: Die Primär-E-Mail-Adresse des Kontos wird für die Anmeldung benötigt.

source: Address in use by another account
de: Die Adresse wird bereits von einem anderen Konto verwendet.

source: Primary account email required for reset
de: Die Primär-E-Mail-Adresse des Kontos wird zum Zurücksetzen benötigt.

source: Invalid signin code
de: Ungültiger Anmeldungscode

source: Can not change primary email to an unverified email
de: Primär-E-Mail-Adresse kann nicht auf eine nicht verifizierte E-Mail-Adresse geändert werden.

source: Can not change primary email to an email that does not belong to this account
de: Primär-E-Mail-Adresse kann nicht auf eine E-Mail-Adresse geändert werden, die nicht zu diesem Konto gehört.

source: This email can not currently be used to login
de: Diese E-Mail-Adresse kann aktuell nicht für Anmeldungen genutzt werden.

source: Failed to send email
de: E-Mail konnte nicht gesendet werden

source: Valid code required
de: Gültiger Code erforderlich

source: This verification code has expired
de: Dieser Verifizierungscode ist abgelaufen

source: A TOTP token already exists for this account
de: Für dieses Konto ist bereits ein TOTP-Token vorhanden

source: TOTP token not found
de: TOTP-Token nicht gefunden

source: Recovery code not found
de: Wiederherstellungscode nicht gefunden

source: Unavailable device command
de: Nicht verfügbarer Gerätebefehl

source: Recovery key not found
de: Wiederherstellungsschlüssel nicht gefunden

source: Invalid recovery key
de: Ungültiger Wiederherstellungsschlüssel

source: This request requires two step authentication enabled on your account.
de: Für diese Anfrage muss die Zwei-Schritt-Authentifizierung für Ihr Konto aktiviert sein.

source: Failed due to a conflicting request, please try again.
de: Fehler aufgrund einer widersprüchlichen Anfrage. Bitte versuchen Sie es erneut.

source: Unknown customer for subscription.
de: Unbekannter Kunde für Abonnement.

source: Unknown subscription.
de: Unbekanntes Abonnement.

source: Unknown plan for subscription.
de: Unbekannter Plan für Abonnement.

source: Invalid payment token for subscription.
de: Ungültiger Zahlungstoken für Abonnement.

source: Server busy, try again soon
de: Server beschäftigt, versuchen Sie es in Kürze erneut

source: Feature not enabled
de: Funktion nicht aktiviert

source: System unavailable, try again soon
de: System nicht verfügbar, versuchen Sie es in Kürze erneut

source: This endpoint is no longer supported
de: Dieser Endpunkt wird nicht mehr unterstützt

source: Login attempt cancelled
de: Anmeldeversuch abgebrochen

source: Session expired. Sign in to continue.
de: Sitzung abgelaufen. Melden Sie sich an, um fortzufahren.

source: Cookies are still disabled
de: Cookies sind weiterhin deaktiviert

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Working…
de: In Arbeit …

source: Could not get Privacy Notice
de: Datenschutzhinweis wurde nicht gefunden

source: Could not get Terms of Service
de: Nutzungsbedingungen wurden nicht gefunden

source: Your new password must be different
de: Ihr neues Passwort muss ein anderes sein

source: Must be at least 8 characters
de: Muss mindestens 8 Zeichen lang sein

source: Valid password required
de: Gültiges Passwort erforderlich

source: Valid email required
de: Gültige E-Mail-Adresse erforderlich

source: A usable image was not found
de: Keine verwendbare Grafik gefunden

source: Could not initialize camera
de: Kamera konnte nicht initialisiert werden

source: Valid URL required
de: Gültige URL erforderlich

source: Your verification email was just returned. Mistyped email?
de: Ihre Bestätigungs-E-Mail kam gerade zurück. Stimmt Ihre E-Mail-Adresse?

source: Enter a valid email address. firefox.com does not offer email.
de: Geben Sie eine gültige E-Mail-Adresse ein. firefox.com bietet keine E-Mail-Adressen an.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
de: Firefox-Konten können nur in einem IFRAME auf freigeschalteten Websites platziert werden

source: Verification link damaged
de: Bestätigungslink fehlerhaft

source: The image dimensions must be at least 100x100px
de: Die Abmessung der Grafik muss mindestens 100 × 100 px betragen

source: Signup is coming soon to Firefox for iOS
de: Demnächst gibt es die Registrierung auch für Firefox für iOS

source: You must enter your age to sign up
de: Zur Registrierung müssen Sie Ihr Alter eingeben.

source: You must enter a valid age to sign up
de: Zur Registrierung müssen Sie ein zulässiges Alter eingeben

source: Account no longer exists.
de: Konto existiert nicht mehr.

source: Invalid property in resume token: %(property)s
de: Ungültige Eigenschaft im Fortsetzungsschlüssel: %(property)s

source: Missing property in resume token: %(property)s
de: Fehlende Eigenschaft im Fortsetzungsschlüssel: %(property)s

source: Invalid data attribute: %(property)s
de: Ungültiges Datenattribut: %(property)s

source: Missing data attribute: %(property)s
de: Fehlendes Datenattribut: %(property)s

source: That confirmation link was already used, and can only be used once.
de: Der Bestätigungslink wurde bereits verwendet. Er kann nur einmal verwendet werden.

source: This is a required field
de: Dieses Feld muss ausgefüllt werden.

source: Authorization code required
de: Autorisierungscode erforderlich

source: Link damaged
de: Link beschädigt

source: Phone number required
de: Handynummer erforderlich

source: Two-step authentication code required
de: Zwei-Schritt-Authentifizierung erforderlich

source: Invalid two-step authentication code
de: Ungültiger Code für Zwei-Schritt-Authentifizierung

source: Recovery code required
de: Wiederherstellungscode erforderlich

source: Invalid recovery code
de: Ungültiger Wiederherstellungscode

source: Recovery key required
de: Wiederherstellungsschlüssel erforderlich

source: Please enter verification code
de: Bitte Verifizierungscode eingeben

source: Accounts with two-step authentication do not support pairing at this time
de: Konten mit zweistufiger Authentifizierung unterstützen derzeit kein Pairing

source: Missing configuration
de: Fehlende Konfiguration

source: Invalid configuration
de: Ungültige Konfiguration

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
de: Meinten Sie <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?

source: Please try again later
de: Bitte versuchen Sie es später erneut

source: Service unavailable, try again soon
de: Dienst nicht verfügbar, versuchen Sie es in Kürze erneut

source: Unknown client
de: Unbekannter Client

source: Incorrect redirect_uri
de: Fehlerhafte redirect_uri

source: Invalid assertion
de: Ungültige Zusicherung

source: Unknown code
de: Unbekannter Code

source: Incorrect code
de: Fehlerhafter Code

source: Expired code
de: Abgelaufener Code

source: Invalid OAuth parameter: %(param)s
de: Ungültiger OAuth-Parameter: %(param)s

source: Unauthorized
de: Nicht autorisiert

source: Forbidden
de: Verboten

source: Expired token
de: Token abgelaufen

source: Something went wrong. Please close this tab and try again.
de: Etwas ist schiefgegangen. Bitte schließen Sie diesen Tab und versuchen Sie es erneut.

source: no message
de: Keine Nachricht

source: Missing OAuth parameter: %(param)s
de: Fehlender OAuth-Parameter: %(param)s

source: Invalid message from the remote device
de: Ungültige Nachricht vom externen Gerät

source: Error pairing to remote device
de: Fehler beim Koppeln mit externem Gerät

source: Connection to remote device closed, please try again
de: Verbindung zum externen Gerät geschlossen, bitte erneut versuchen

source: Invalid parameter in request body: %(param)s
de: Ungültiger Parameter im Anfragekörper: %(param)s

source: Unsupported image provider
de: Nicht unterstützter Bildanbieter

source: Image processing error
de: Fehler bei der Bildverarbeitung

source: Invalid Token
de: Ungültiger Schlüssel

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
de: Indem Sie fortfahren, stimmen Sie den <a id="service-tos" href="%(termsUri)s">Nutzungsbedingungen</a> sowie dem <a id="service-pp" href="%(privacyUri)s">Datenschutzhinweis</a> von %(serviceName)s (%(serviceUri)s) zu.

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
de: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Hilfe</a>

source: Get the latest news about Mozilla and Firefox.
de: Erhalten Sie die neuesten Nachrichten über Mozilla und Firefox.

source: %(city)s, %(country)s (estimated)
de: %(city)s, %(country)s (geschätzt)

source: %(country)s (estimated)
de: %(country)s (geschätzt)

source: IP address: %(ip)s
de: IP-Adresse: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
de: Zur zusätzlichen Sicherheit bestätigen Sie bitte diese Anmeldung, bevor Sie mit diesem Gerät synchronisieren:

source: Bad Request
de: Fehlerhafte Anfrage

source: 500 Error
de: Fehler 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
de: Oje, etwas ist schiefgegangen. Wir wurden darüber informiert und arbeiten an einer Lösung.

source: Reset password link expired
de: Link zum Zurücksetzen des Passworts abgelaufen

source: The link you clicked to reset your password is expired.
de: Der Link, den Sie zum Zurücksetzen Ihres Passworts angeklickt haben, ist abgelaufen.

source: Receive new link
de: Neuen Link erhalten

source: Reset password with recovery key
de: Passwort mit Wiederherstellungsschlüssel zurücksetzen

source: Continue to %(serviceName)s
de: Weiter zu %(serviceName)s

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
de: Bitte geben Sie den Wiederherstellungsschlüssel zur einmaligen Verwendung ein, den Sie an einem sicheren Ort aufbewahrt haben, um Zugriff auf Ihr Firefox-Konto zu erhalten.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
de: <span class="note">HINWEIS:</span> Wenn Sie Ihr Passwort zurücksetzen und Ihren Wiederherstellungsschlüssel nicht gespeichert haben, werden einige Ihrer Daten gelöscht (einschließlich synchronisierter Serverdaten wie Chronik und Lesezeichen).

source: Enter recovery key
de: Wiederherstellungsschlüssel eingeben

source: Confirm recovery key
de: Wiederherstellungsschlüssel bestätigen

source: Don't have a recovery key?
de: Haben Sie keinen Wiederherstellungsschlüssel?

source: Cannot create account
de: Konto kann nicht erstellt werden

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
de: Sie müssen bestimmte Altersanforderungen erfüllen, um ein Firefox-Konto zu erstellen.

source: Learn more
de: Mehr erfahren

source: %(email)s registered
de: %(email)s registriert

source: Choose what to sync
de: Auswählen, was synchronisiert werden soll

source: Save selections
de: Auswahl speichern

source: Back
de: Zurück

source: Reset password link damaged
de: Link zum Zurücksetzen des Passworts beschädigt

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
de: Der Link, den Sie angeklickt haben, war unvollständig und könnte durch Ihr E-Mail-Programm beschädigt worden sein. Achten Sie darauf, dass die Adresse korrekt kopiert wird und versuchen Sie es erneut.

source: Create new password
de: Neues Passwort erstellen

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
de: <span>DRAN DENKEN:</span> Wenn Sie Ihr Passwort zurücksetzen wird Ihr Konto zurückgesetzt. Einige Ihrer persönlichen Daten (einschließlich Chronik, Lesezeichen und Passwörter) können verloren gehen. Dies liegt daran, dass wir aus Datenschutzgründen Ihre Daten mit Ihrem Passwort verschlüsseln.

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
de: Sie haben Ihr Konto mit Ihrem Wiederherstellungsschlüssel erfolgreich wiederhergestellt. Erstellen Sie ein neues Passwort zum Schutz Ihrer Daten und speichern Sie es an einem sicheren Ort.

source: New password
de: Neues Passwort

source: Re-enter password
de: Passwort erneut eingeben

source: Remember password? Sign in
de: Kennen Sie Ihr Passwort noch? Melden Sie sich an

source: Primary email already confirmed
de: Primär-E-Mail-Adresse bereits bestätigt

source: Sign-in already confirmed
de: Anmeldung bereits bestätigt

source: Verification link expired
de: Bestätigungslink abgelaufen

source: Click here to receive a new verification link
de: Klicken Sie hier, um einen neuen Link zur Bestätigung zu erhalten
